Repository: ojsde/vgWort
Catalog: locale/*/locale.po
Languages: de_de

# plugins.generic.vgWort.description
source: This plugin enables integration and management of the <a href="http://www.vgwort.de/" target="_blank">VG Wort</a> pixel tags in OJS. It requires the VG Wort publisher account and the configuration of the plugin settings.
de_de: Dieses Plug-In erlaubt die Integration und Verwaltung von Zählpixeln der <a href="http://www.vgwort.de/" target="_blank">VG Wort</a> in OJS. Es benötigt einen VG-Wort-Verlagsaccount und das Setzen der Plug-In-Einstellungen.

# plugins.generic.vgWort.descriptionDisabled
source: This plugin enables integration and management of the <a href="http://www.vgwort.de/" target="_blank">VG Wort</a> pixel tags in OJS. <strong>The system requirements are not fulfilled. Please ensure that PHP Soap, OpenSSL and CURL extension modules are available on the server.</strong>
de_de: Dieses Plug-In erlaubt die Integration und Verwaltung von Zählpixeln der <a href="http://www.vgwort.de/" target="_blank">VG Wort</a> in OJS. <strong>Die Systemanforderungen wurden nicht erfüllt. Bitte stellen Sie sicher, dass PHP Soap, OpenSSL und CURL extension modules auf dem Server verfügbar sind.</strong>

# plugins.generic.vgWort.settings.vgWortUserIdPassword
source: VG Wort username and password
de_de: VG-Wort-Benutzer/innenname und -Passwort

# plugins.generic.vgWort.settings.vgWortUserIdPassword.description
source: Enter VG Wort publisher username and password that will be used for the VG Wort services authentication.
de_de: Geben Sie Nutzer/innennamen und Passwort des VG-Wort-Verlagsaccounts ein, der für die Authentifizierung der VG-Wort-Dienste benutzt wird.

# plugins.generic.vgWort.settings.vgWortUserId
source: Username
de_de: VG-Wort-Benutzer/innenname

# plugins.generic.vgWort.settings.vgWortUserPassword
source: Password
de_de: VG-Wort-Passwort

# plugins.generic.vgWort.settings.vgWortUserIdRequired
source: VG Wort username is required.
de_de: Der VG-Wort-Benutzer/innenname wird benötigt.

# plugins.generic.vgWort.settings.vgWortUserPasswordRequired
source: VG Wort password is required.
de_de: Das VG-Wort-Passwort wird benötigt.

# plugins.generic.vgWort.settings.vgWortRegistration
source: Automatic registration
de_de: Automatische Meldung

# plugins.generic.vgWort.settings.vgWortRegistration.description
source: Specify a date in a year and/or the number of days after the article publication. The unregistered and active pixel tags will then be automatically registered with VG Wort on the specified date every year, or considering the specified amount of time after the article publication. If both options are set and the specified date in a year applies, all pixel tags will be considered regardless of the article publication date. If a pixel tag registration fails, a new attempt will be made to register the pixel tag next time the scheduled task runs.
de_de: Bestimmen Sie ein Datum im Jahr und/oder die Anzahl der Tage nach der Artikelpublikation. Die nicht gemeldeten und aktiven Zählmarken werden dann am definierten Datum jedes Jahr oder unter Berücksichtigung der definierten Zeit nach der Artikelpublikation automatisch bei VG Wort gemeldet. Falls beide Optionen gesetzt sind und das definierte Datum im Jahr einsetzt, es werden alle Zählpixel berücksichtigt, unabhängig vom Artikelpublikationsdatum. Wenn die Meldung einer Zählmarke fehlschlägt, es wird erneut versucht die Zählmarke zu melden bei der nächsten Ausführung der geplanten Aufgabe.

# plugins.generic.vgWort.settings.vgWortRegistration.dateInYear
source: Date in a year
de_de: Datum im Jahr

# plugins.generic.vgWort.settings.vgWortRegistration.daysAfterPublication
source: Number of days after publication
de_de: Anzahl der Tage nach der Artikelpublikation

# plugins.generic.vgWort.settings.clearDate
source: Clear
de_de: Leeren

# plugins.generic.vgWort.settings.vgWortPrivacy
source: Privacy
de_de: Datenschutz

# plugins.generic.vgWort.settings.vgWortPrivacyRequired
source: Privacy text is required.
de_de: Der Datenschutztext wird benötigt.

# plugins.generic.vgWort.settings.vgWortPrivacy.description
source: This privacy text will be displayed ...
de_de: Dieser Datenschutztext wird dargestellt ...

# plugins.generic.vgWort.settings.vgWortTestMode
source: Test mode
de_de: Testmodus

# plugins.generic.vgWort.settings.vgWortTestMode.description
source: Use the VG Wort test API (testing environment). Please do not forget to remove this option for the production.
de_de: Die VG-Wort-Test-API (Testumgebung) benutzen. Bitte vergessen Sie nicht, diese Option vor dem Produktivbetrieb abzuwählen.

# plugins.generic.vgWort.cardNo
source: VG Wort Card Number
de_de: VG-Wort-Karteinummer

# plugins.generic.vgWort.cardNo.description
source: (Your VG Wort card number)
de_de: (Ihre VG-Wort-Karteinummer)

# plugins.generic.vgWort.cardNoValid
source: Please enter a valid card number (2-7 numbers).
de_de: Bitte geben Sie eine gültige Karteinummer (2-7 Ziffern) an.

# plugins.generic.vgWort.pixelTag
source: VG Wort Pixel Tag
de_de: VG-Wort-Zählpixel

# plugins.generic.vgWort.pixelTag.privateCode
source: Private Code
de_de: Privater Code

# plugins.generic.vgWort.pixelTag.publicCode
source: Public Code
de_de: Öffentlicher Code

# plugins.generic.vgWort.pixelTag.dateOrdered
source: Date Ordered
de_de: Bestellt

# plugins.generic.vgWort.pixelTag.dateAssigned
source: Date Assigned
de_de: Zugewiesen

# plugins.generic.vgWort.pixelTag.dateRemoved
source: Date Removed
de_de: Entfernt

# plugins.generic.vgWort.pixelTag.dateRegistered
source: Date Registered
de_de: Gemeldet

# plugins.generic.vgWort.pixelTag.message
source: Message
de_de: Fehlermeldung

# plugins.generic.vgWort.pixelTag.textType
source: Text type
de_de: Texttyp

# plugins.generic.vgWort.pixelTag.textType.description
source: Choose the text type "Poem" if the submission text has less than 1800 characters.
de_de: Wählen Sie den Texttyp "Gedicht" wenn der Beitrag weniger als 1800 Zeichen hat.

# plugins.generic.vgWort.pixelTag.textType.lyric
source: Poem
de_de: Gedicht

# plugins.generic.vgWort.pixelTag.assign
source: Assign a VG Wort pixel tag to this article.
de_de: Ein VG-Wort-Zählpixel diesem Artikel zuweisen.

# plugins.generic.vgWort.pixelTag.remove
source: Remove/unassign the VG Wort pixel tag from this article.
de_de: Das VG-Wort-Zählpixel von diesem Artikel entfernen.

# plugins.generic.vgWort.pixelTag.removed
source: VG Wort pixel tag was removed/unassigned from this article.
de_de: Das VG-Wort-Zählpixel wurde von diesem Artikel entfernt.

# plugins.generic.vgWort.pixelTag.representation.notAssigned
source: No VG Wort pixel tag has been assigned to this article yet.
de_de: Es wurde diesem Artikel noch kein VG-Wort-Zählpixel zugewiesen.

# plugins.generic.vgWort.pixelTag.representation.notSupported
source: The VG Wort pixel tag cannot be assigned to this galley. The galley either does not contain a full text file, it is not in the format PDF, HTML or EPUB, or the file size is bigger than 15MB.
de_de: Das VG-Wort-Zählpixel kann dieser Fahne nicht zugewiesen werden. Die Fahne ist entweder kein Volltext, oder sie ist nicht im Format PDF, HTML oder EPUB, oder die Datei ist größer als 15MB.

# plugins.generic.vgWort.pixelTag.representation.assigned
source: The VG Wort pixel tag will be assigned to this galley i.e. this galley will be considered in the VG Wort counting.
de_de: Das VG-Wort-Zählpixel wird dieser Fahne zugewiesen d.h. diese Fahne wird für die VG-Wort-Zählung berücksichtigt.

# plugins.generic.vgWort.pixelTag.representation.exclude
source: Exclude this galley from assigning it the VG Wort pixel tag i.e. from the VG Wort counting.
de_de: Diese Fahne von der Zuweisung eines VG-Wort-Zählpixels d.h. von der VG-Wort-Zählung ausnehmen.

# plugins.generic.vgWort.pixelTag.representation.excluded
source: This galley has been excluded from assigning it the VG Wort pixel tag i.e. from the VG Wort counting.
de_de: Diese Fahne wurde von der Zuweisung eines VG-Wort-Zählpixels d.h. von der VG-Wort-Zählung ausgenommen.

# plugins.generic.vgWort.pixelTag.any
source: Any
de_de: Jeder Status

# plugins.generic.vgWort.pixelTag.available
source: Available
de_de: Verfügbar

# plugins.generic.vgWort.pixelTag.unregistered.active
source: Unregistered, active
de_de: Nicht gemeldet, aktiv

# plugins.generic.vgWort.pixelTag.unregistered.active.notPublished
source: Unregistered, active (not published)
de_de: Nicht gemeldet, aktiv (nicht veröffentlicht)

# plugins.generic.vgWort.pixelTag.unregistered.removed
source: Unregistered, removed
de_de: Nicht gemeldet, entfernt

# plugins.generic.vgWort.pixelTag.registered.active
source: Registered, active
de_de: Gemeldet, aktiv

# plugins.generic.vgWort.pixelTag.registered.removed
source: Registered, removed
de_de: Gemeldet, entfernt

# plugins.generic.vgWort.pixelTag.failed
source: Failed
de_de: Fehlgeschlagen

# plugins.generic.vgWort.pixelTag.noStatusMessage
source: No failure message found.
de_de: Es wurde keine Fehlermeldung gefunden.

# plugins.generic.vgWort.pixelTag.LocalizationNotice
source: Please note that the data is transferred in the submission language of the selected article. For individuals to participate in royalty disribution, the spelling of names has to be identical to the spelling as registered with vgWort. The submission langauge can be selected in the article metadata.
de_de: Bitte beachten sie, dass die Daten in der Einreichungssprache des ausgewählten Artikels übertragen werden. Für Personen welche an der Ausschüttung von Tantiemen teilnehmen möchten, muss die Schreibweise der Namen indentisch sein zu der bei vgWort registrierten Schreibweise. Die Einreichungssprache kann in den Artikel-Metadaten ausgewählt werden.

# plugins.generic.vgWort.pixelTags
source: Pixel Tags
de_de: Zählpixel

# plugins.generic.vgWort.pixelTags.codes
source: Private and Public Code
de_de: Privater and Öffentlicher Code

# plugins.generic.vgWort.pixelTags.dates
source: Ordered, Assigned, Registered, Removed
de_de: Bestellt, Zugewiesen, Gemeldet, Entfernt

# plugins.generic.vgWort.pixelTags.register
source: register
de_de: melden

# plugins.generic.vgWort.pixelTags.register.confirm
source: Are you sure you want to register this pixel tag?
de_de: Sind Sie sicher, dass Sie dieses Zählpixel melden möchten?

# plugins.generic.vgWort.pixelTags.register.success
source: Registration successful!
de_de: Meldung erfolgreich!

# plugins.generic.vgWort.notification.vgWortError
source: VG Wort pixel tag registration failed.
de_de: Die Meldung des VG-Wort-Zählpixels ist fehlgeschlagen.

# plugins.generic.vgWort.notification.vgWortErrorExists
source: There are failed pixel tag registrations.
de_de: Es existieren fehlgeschlagene Zählpixelmeldungen.

# plugins.generic.vgWort.requirementsRequired
source: The system requirements are not fulfilled. Please ensure that PHP Soap and OpenSSL extension modules, as well as PHP CURL are available on the server.
de_de: Die Systemanforderungen sind nicht erfüllt. Bitte stellen Sie sicher, dass PHP Soap, OpenSSL, sowie CURL extension modules auf dem Server verfügbar sind.

# plugins.generic.vgWort.noWSDL
source: The WSDL not found at {$wsdl}. The VG Wort server could currently not be available. Please try later.
de_de: WSDL nicht gefunden unter {$wsdl}. Der VG-Wort-Server könnte momentan nicht verfügbar sein. Bitte versuchen Sie es später noch einmal.

# plugins.generic.vgWort.401
source: Invalid VG Wort username or password defined in the plugin settings.
de_de: Ungültige VG-Wort-Zugangsdaten (Benutzer/innenname oder Passwort) in den Plug-In-Einstellungen festgelegt.

# plugins.generic.vgWort.403
source: The VG Wort user defined in the plugin settings is not authorized to do this.
de_de: Der/die VG-Wort-Benutzer/in aus den Plug-In-Einstellungen ist nicht berechtigt, dies zu tun.

# plugins.generic.vgWort.order.errorCode1
source: The maximum count of pixel tags ({$maxOrder}) for this order exceeded.
de_de: Die maximale Anzahl an Zählpixeln ({$maxOrder}) für diesen Auftrag wurde überschritten.

# plugins.generic.vgWort.order.errorCode2
source: The maximum count of pixel tags ({$maxOrder}) for this year exceeded.
de_de: Die maximale Anzahl an Zählpixeln ({$maxOrder}) für dieses Jahr wurde überschritten.

# plugins.generic.vgWort.order.errorCode3
source: No email exists for your VG Wort account. Please enter an email for your account on VG Wort portal.
de_de: Es wurde keine E-Mail-Adresse für Ihren VG-Wort-Account angegeben. Bitte geben Sie eine E-Mail-Adresse für Ihren Account im VG-Wort-Portal ein.

# plugins.generic.vgWort.order.errorCode100
source: A technical problem occurred. Please try later again.
de_de: Ein technisches Problem ist aufgetreten. Bitte versuchen Sie es später noch einmal.

# plugins.generic.vgWort.check.errorCode
source: An unhandled error ({$faultcode}/{$faultstring}) occured while checking the authors.
de_de: Ein nicht handhabbarer Fehler ({$faultcode}/{$faultstring}) ist beim überprüfen der Autoren aufgetreten.

# plugins.generic.vgWort.check.notValid
source: The author or the translator {$surName} has not a valid VG Wort card number.
de_de: Der/die Autor/in oder der/die Übersetzer/in {$surName} hat keine gültige VG-Wort-Karteinummer.

# plugins.generic.vgWort.check.errorCode100
source: A technical problem occurred. Please try later again.
de_de: Ein technisches Problem ist aufgetreten. Bitte versuchen Sie es später noch einmal.

# plugins.generic.vgWort.check.galleyRequired
source: A full text file in PDF, HTML or EPUB format, and less than 15MB is required.
de_de: Es wird eine PDF-, HTML- oder EPUB-Fahne benötigt, die kleiner als 15MB ist.

# plugins.generic.vgWort.check.articleNotPublished
source: The article has not been published.
de_de: Der Artikel ist nicht veröffentlicht.

# plugins.generic.vgWort.register.errorCode
source: An unhandled error ({$faultcode}/{$faultstring}) occured while registering.
de_de: Ein nicht handhabbarer Fehler ({$faultcode}/{$faultstring}) ist bei der Meldung aufgetreten.

# plugins.generic.vgWort.register.validationError
source: A vgWort-Validation-Errror occured.
de_de: Ein vgWort-Validierungsfehler ist aufgetreten.

# plugins.generic.vgWort.register.vgWortBusinessException
source: A vgWort-Business-Exception occured.
de_de: Eine vgWort-Business-Ausnahme ist aufgetreten.

# plugin.generic.vgWort.pixelTag.status.registeredactive
source: Registered, active
de_de: Registriert, aktiv

# plugin.generic.vgWort.pixelTag.status.unregisteredactive
source: Unregistered, active
de_de: Unregistriert, aktiv

# plugin.generic.vgWort.pixelTag.status.registeredremoved
source: Registered, removed
de_de: Registriert, entfernt

# plugin.generic.vgWort.pixelTag.status.unregisteredremoved
source: Unregistered, removed
de_de: Unregistriert, entfernt
